Repository: iiiyu/Apple-TV-Player
Catalog: AppleTVMultiplatform/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, hi, id, it, ja, ko, pt_br, ru, th, tr, vi, zh_hans

source: Acknowledgements
ar: شكر وتقدير
de: Danksagungen
es: Agradecimientos
es_419: Agradecimientos
fr: Remerciements
hi: आभार
id: Ucapan Terima Kasih
it: Ringraziamenti
ja: 謝辞
ko: 감사의 말
pt_br: Agradecimentos
ru: Благодарности
th: กิตติกรรมประกาศ
tr: Teşekkürler
vi: Lời cảm ơn
zh_hans: 致谢

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
es_419: Agregar
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加

source: Add an IPTV playlist to get started.
ar: أضف قائمة تشغيل IPTV للبدء.
de: Füge eine IPTV-Wiedergabeliste hinzu, um zu beginnen.
es: Añade una lista de reproducción IPTV para empezar.
es_419: Agrega una lista de reproducción IPTV para comenzar.
fr: Ajoutez une liste de lecture IPTV pour commencer.
hi: शुरू करने के लिए एक IPTV प्लेलिस्ट जोड़ें।
id: Tambahkan daftar putar IPTV untuk memulai.
it: Aggiungi una playlist IPTV per iniziare.
ja: IPTVプレイリストを追加して始めましょう。
ko: 시작하려면 IPTV 재생목록을 추가하세요.
pt_br: Adicione uma playlist IPTV para começar.
ru: Добавьте IPTV-плейлист, чтобы начать.
th: เพิ่มเพลย์ลิสต์ IPTV เพื่อเริ่มต้น
tr: Başlamak için bir IPTV oynatma listesi ekleyin.
vi: Thêm danh sách phát IPTV để bắt đầu.
zh_hans: 添加一个 IPTV 播放列表以开始使用。

source: Add Playlist
ar: إضافة قائمة تشغيل
de: Playlist hinzufügen
es: Añadir lista de reproducción
es_419: Agregar lista de reproducción
fr: Ajouter une playlist
hi: प्लेलिस्ट जोड़ें
id: Tambah Playlist
it: Aggiungi playlist
ja: プレイリストを追加
ko: 플레이리스트 추가
pt_br: Adicionar playlist
ru: Добавить плейлист
th: เพิ่มเพลย์ลิสต์
tr: Çalma listesi ekle
vi: Thêm danh sách phát
zh_hans: 添加播放列表

source: Add to Favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
es_419: Agregar a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
id: Tambahkan ke Favorit
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
th: เพิ่มในรายการโปรด
tr: Favorilere ekle
vi: Thêm vào mục yêu thích
zh_hans: 添加到收藏

source: Alphabetical
ar: أبجدي
de: Alphabetisch
es: Alfabético
es_419: Alfabético
fr: Alphabétique
hi: वर्णानुक्रम
id: Alfabetis
it: Alfabetico
ja: アルファベット順
ko: 가나다순
pt_br: Alfabética
ru: По алфавиту
th: ตามตัวอักษร
tr: Alfabetik
vi: Theo thứ tự chữ cái
zh_hans: 按字母顺序

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消

source: Choose a channel from the list to start watching.
ar: اختر قناة من القائمة لبدء المشاهدة.
de: Wähle einen Kanal aus der Liste, um mit dem Ansehen zu beginnen.
es: Elige un canal de la lista para empezar a ver.
es_419: Elige un canal de la lista para comenzar a ver.
fr: Choisissez une chaîne dans la liste pour commencer à regarder.
hi: देखना शुरू करने के लिए सूची से एक चैनल चुनें।
id: Pilih saluran dari daftar untuk mulai menonton.
it: Scegli un canale dall'elenco per iniziare a guardare.
ja: リストからチャンネルを選択して視聴を開始します。
ko: 목록에서 채널을 선택하여 시청을 시작하세요.
pt_br: Escolha um canal da lista para começar a assistir.
ru: Выберите канал из списка, чтобы начать просмотр.
th: เลือกช่องจากรายการเพื่อเริ่มรับชม
tr: İzlemeye başlamak için listeden bir kanal seçin.
vi: Chọn một kênh từ danh sách để bắt đầu xem.
zh_hans: 从列表中选择一个频道开始观看。

source: Choose a playlist from the sidebar to see its channels.
ar: اختر قائمة تشغيل من الشريط الجانبي لعرض قنواتها.
de: Wähle eine Wiedergabeliste in der Seitenleiste, um ihre Kanäle zu sehen.
es: Elige una lista de reproducción en la barra lateral para ver sus canales.
es_419: Elige una lista de reproducción en la barra lateral para ver sus canales.
fr: Choisissez une liste de lecture dans la barre latérale pour voir ses chaînes.
hi: चैनल देखने के लिए साइडबार से एक प्लेलिस्ट चुनें।
id: Pilih daftar putar dari bilah samping untuk melihat salurannya.
it: Scegli una playlist dalla barra laterale per vedere i suoi canali.
ja: サイドバーからプレイリストを選択するとチャンネルが表示されます。
ko: 사이드바에서 재생목록을 선택하면 채널이 표시됩니다.
pt_br: Escolha uma playlist na barra lateral para ver seus canais.
ru: Выберите плейлист в боковой панели, чтобы увидеть его каналы.
th: เลือกเพลย์ลิสต์จากแถบด้านข้างเพื่อดูช่อง
tr: Kanallarını görmek için kenar çubuğundan bir oynatma listesi seçin.
vi: Chọn một danh sách phát từ thanh bên để xem các kênh.
zh_hans: 从侧栏选择一个播放列表以查看其频道。

source: Complete
ar: مكتمل
de: Abgeschlossen
es: Completado
es_419: Completado
fr: Terminé
hi: पूर्ण
id: Selesai
it: Completato
ja: 完了
ko: 완료
pt_br: Concluído
ru: Завершено
th: เสร็จสมบูรณ์
tr: Tamamlandı
vi: Hoàn tất
zh_hans: 完成

source: Compressing Playlist
ar: جارٍ ضغط قائمة التشغيل
de: Playlist komprimieren
es: Comprimiendo la lista de reproducción
es_419: Comprimiendo la lista de reproducción
fr: Compression de la playlist
hi: प्लेलिस्ट संपीड़ित की जा रही है
id: Sedang mengompresi playlist
it: Compressione playlist
ja: プレイリストを圧縮中
ko: 플레이리스트 압축 중
pt_br: Compactando playlist
ru: Сжатие плейлиста
th: กำลังบีบอัดเพลย์ลิสต์
tr: Çalma listesi sıkıştırılıyor
vi: Đang nén danh sách phát
zh_hans: 正在压缩播放列表

source: Default
ar: افتراضي
de: Standard
es: Por defecto
es_419: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认

source: Delete
ar: حذف
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除

source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
es_419: Desactivado
fr: Désactivé
hi: अक्षम
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
pt_br: Desativado
ru: Отключено
th: ปิดใช้งาน
tr: Devre dışı
vi: Tắt
zh_hans: 已禁用

source: Done
ar: تم
de: Fertig
es: Hecho
es_419: Listo
fr: Terminé
hi: पूर्ण
id: Selesai
it: Fatto
ja: 完了
ko: 완료
pt_br: Pronto
ru: Готово
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_hans: 完成

source: Download Icons
ar: تنزيل الأيقونات
de: Symbole herunterladen
es: Descargando iconos
es_419: Descargando iconos
fr: Téléchargement des icônes
hi: आइकन डाउनलोड हो रहे हैं
id: Mengunduh ikon
it: Scaricamento icone
ja: アイコンをダウンロード
ko: 아이콘 다운로드
pt_br: Baixando ícones
ru: Загрузка иконок
th: ดาวน์โหลดไอคอน
tr: Simgeler indiriliyor
vi: Đang tải biểu tượng
zh_hans: 下载图标

source: Download Playlist
ar: تنزيل قائمة التشغيل
de: Playlist herunterladen
es: Descargando la lista de reproducción
es_419: Descargando la lista de reproducción
fr: Téléchargement de la playlist
hi: प्लेलिस्ट डाउनलोड हो रही है
id: Mengunduh playlist
it: Scaricamento playlist
ja: プレイリストをダウンロード
ko: 플레이리스트 다운로드
pt_br: Baixando playlist
ru: Загрузка плейлиста
th: ดาวน์โหลดเพลย์ลิสต์
tr: Çalma listesi indiriliyor
vi: Đang tải danh sách phát
zh_hans: 下载播放列表

source: Download Program Guide
ar: تنزيل دليل البرامج
de: Programmführer herunterladen
es: Descargando la guía de programación
es_419: Descargando la guía de programación
fr: Téléchargement du guide des programmes
hi: प्रोग्राम गाइड डाउनलोड हो रही है
id: Mengunduh panduan program
it: Scaricamento guida programmi
ja: 番組ガイドをダウンロード
ko: 프로그램 가이드 다운로드
pt_br: Baixando guia de programação
ru: Загрузка телепрограммы
th: ดาวน์โหลดผังรายการ
tr: Program rehberi indiriliyor
vi: Đang tải hướng dẫn chương trình
zh_hans: 下载节目指南

source: Enabled
ar: مفعّل
de: Aktiviert
es: Activado
es_419: Activado
fr: Activé
hi: सक्षम
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
pt_br: Ativado
ru: Включено
th: เปิดใช้งาน
tr: Etkin
vi: Bật
zh_hans: 已启用

source: Encrypting Playlist
ar: جارٍ تشفير قائمة التشغيل
de: Playlist verschlüsseln
es: Cifrando la lista de reproducción
es_419: Cifrando la lista de reproducción
fr: Chiffrement de la playlist
hi: प्लेलिस्ट एन्क्रिप्ट की जा रही है
id: Mengenkripsi playlist
it: Crittografia playlist
ja: プレイリストを暗号化中
ko: 플레이리스트 암호화 중
pt_br: Criptografando playlist
ru: Шифрование плейлиста
th: กำลังเข้ารหัสเพลย์ลิสต์
tr: Çalma listesi şifreleniyor
vi: Đang mã hóa danh sách phát
zh_hans: 正在加密播放列表

source: Enter passcode to view
ar: أدخل رمز المرور للعرض
de: Code eingeben zum Anzeigen
es: Introduce el código para ver
es_419: Ingresa el código para ver
fr: Saisissez le code pour afficher
hi: देखने के लिए पासकोड दर्ज करें
id: Masukkan kode sandi untuk melihat
it: Inserisci il codice per visualizzare
ja: 表示するにはパスコードを入力
ko: 보려면 암호 입력
pt_br: Digite o código para ver
ru: Введите код для просмотра
th: ป้อนรหัสผ่านเพื่อดู
tr: Görüntülemek için parolayı girin
vi: Nhập mật mã để xem
zh_hans: 输入密码以查看

source: Enter the passcode to change an encrypted playlist.
ar: أدخل رمز المرور لتغيير قائمة تشغيل مشفرة.
de: Gib den Code ein, um eine verschlüsselte Wiedergabeliste zu ändern.
es: Introduce el código para modificar una lista de reproducción cifrada.
es_419: Ingresa el código para modificar una lista de reproducción cifrada.
fr: Saisissez le code pour modifier une liste de lecture chiffrée.
hi: एन्क्रिप्टेड प्लेलिस्ट बदलने के लिए पासकोड दर्ज करें।
id: Masukkan kode sandi untuk mengubah daftar putar terenkripsi.
it: Inserisci il codice per modificare una playlist crittografata.
ja: 暗号化されたプレイリストを変更するにはパスコードを入力してください。
ko: 암호화된 재생목록을 변경하려면 암호를 입력하세요.
pt_br: Digite o código para alterar uma playlist criptografada.
ru: Введите код, чтобы изменить зашифрованный плейлист.
th: ป้อนรหัสผ่านเพื่อแก้ไขเพลย์ลิสต์ที่เข้ารหัส
tr: Şifrelenmiş bir oynatma listesini değiştirmek için parolayı girin.
vi: Nhập mật mã để thay đổi danh sách phát đã mã hóa.
zh_hans: 输入密码以修改加密的播放列表。

source: Enter the passcode to update an encrypted playlist.
ar: أدخل رمز المرور لتحديث قائمة تشغيل مشفرة.
de: Gib den Code ein, um eine verschlüsselte Wiedergabeliste zu aktualisieren.
es: Introduce el código para actualizar una lista de reproducción cifrada.
es_419: Ingresa el código para actualizar una lista de reproducción cifrada.
fr: Saisissez le code pour mettre à jour une liste de lecture chiffrée.
hi: एन्क्रिप्टेड प्लेलिस्ट अपडेट करने के लिए पासकोड दर्ज करें।
id: Masukkan kode sandi untuk memperbarui daftar putar terenkripsi.
it: Inserisci il codice per aggiornare una playlist crittografata.
ja: 暗号化されたプレイリストを更新するにはパスコードを入力してください。
ko: 암호화된 재생목록을 업데이트하려면 암호를 입력하세요.
pt_br: Digite o código para atualizar uma playlist criptografada.
ru: Введите код, чтобы обновить зашифрованный плейлист.
th: ป้อนรหัสผ่านเพื่ออัปเดตเพลย์ลิสต์ที่เข้ารหัส
tr: Şifrelenmiş bir oynatma listesini güncellemek için parolayı girin.
vi: Nhập mật mã để cập nhật danh sách phát đã mã hóa.
zh_hans: 输入密码以更新加密的播放列表。

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误

source: Extracting Icons
ar: جارٍ استخراج الأيقونات
de: Symbole extrahieren
es: Extrayendo iconos
es_419: Extrayendo iconos
fr: Extraction des icônes
hi: आइकन निकाले जा रहे हैं
id: Mengekstrak ikon
it: Estrazione icone
ja: アイコンを抽出中
ko: 아이콘 추출 중
pt_br: Extraindo ícones
ru: Извлечение иконок
th: กำลังแยกไอคอน
tr: Simgeler çıkarılıyor
vi: Đang trích xuất biểu tượng
zh_hans: 正在提取图标

source: Extracting Program Guide
ar: جارٍ استخراج دليل البرامج
de: Programmführer extrahieren
es: Extrayendo la guía de programación
es_419: Extrayendo la guía de programación
fr: Extraction du guide des programmes
hi: प्रोग्राम गाइड निकाली जा रही है
id: Mengekstrak panduan program
it: Estrazione guida programmi
ja: 番組ガイドを抽出中
ko: 프로그램 가이드 추출 중
pt_br: Extraindo guia de programação
ru: Извлечение телепрограммы
th: กำลังแยกผังรายการ
tr: Program rehberi çıkarılıyor
vi: Đang trích xuất hướng dẫn chương trình
zh_hans: 正在提取节目指南

source: Favorites First
ar: المفضلة أولاً
de: Favoriten zuerst
es: Favoritos primero
es_419: Favoritos primero
fr: Favoris en premier
hi: पसंदीदा पहले
id: Favorit dulu
it: Preferiti prima
ja: お気に入りを先頭に
ko: 즐겨찾기 우선
pt_br: Favoritos primeiro
ru: Сначала избранное
th: รายการโปรดก่อน
tr: Önce favoriler
vi: Yêu thích trước
zh_hans: 收藏优先

source: HiPlayer is based on the open source project Apple-TV-Player by Mikhail Demidov and uses the open source components below, all under the MIT License.
ar: يستند HiPlayer إلى مشروع Apple-TV-Player مفتوح المصدر من Mikhail Demidov ويستخدم المكونات مفتوحة المصدر أدناه، وجميعها بموجب ترخيص MIT.
de: HiPlayer basiert auf dem Open-Source-Projekt Apple-TV-Player von Mikhail Demidov und verwendet die folgenden Open-Source-Komponenten, alle unter der MIT-Lizenz.
es: HiPlayer se basa en el proyecto de código abierto Apple-TV-Player de Mikhail Demidov y utiliza los componentes de código abierto siguientes, todos bajo la licencia MIT.
es_419: HiPlayer se basa en el proyecto de código abierto Apple-TV-Player de Mikhail Demidov y utiliza los componentes de código abierto siguientes, todos bajo la licencia MIT.
fr: HiPlayer est basé sur le projet open source Apple-TV-Player de Mikhail Demidov et utilise les composants open source ci-dessous, tous sous licence MIT.
hi: HiPlayer, Mikhail Demidov के ओपन सोर्स प्रोजेक्ट Apple-TV-Player पर आधारित है और नीचे दिए गए ओपन सोर्स घटकों का उपयोग करता है, सभी MIT लाइसेंस के अंतर्गत।
id: HiPlayer didasarkan pada proyek open source Apple-TV-Player oleh Mikhail Demidov dan menggunakan komponen open source di bawah ini, semuanya di bawah Lisensi MIT.
it: HiPlayer è basato sul progetto open source Apple-TV-Player di Mikhail Demidov e utilizza i componenti open source elencati di seguito, tutti con licenza MIT.
ja: HiPlayerはMikhail DemidovによるオープンソースプロジェクトApple-TV-Playerを基にしており、以下のオープンソースコンポーネントを使用しています。すべてMITライセンスです。
ko: HiPlayer는 Mikhail Demidov의 오픈 소스 프로젝트 Apple-TV-Player를 기반으로 하며, 아래의 오픈 소스 구성 요소를 사용합니다. 모두 MIT 라이선스입니다.
pt_br: O HiPlayer é baseado no projeto de código aberto Apple-TV-Player de Mikhail Demidov e usa os componentes de código aberto abaixo, todos sob a Licença MIT.
ru: HiPlayer основан на проекте с открытым исходным кодом Apple-TV-Player Михаила Демидова и использует перечисленные ниже компоненты с открытым исходным кодом, все под лицензией MIT.
th: HiPlayer สร้างขึ้นจากโปรเจกต์โอเพนซอร์ส Apple-TV-Player โดย Mikhail Demidov และใช้คอมโพเนนต์โอเพนซอร์สด้านล่างนี้ ทั้งหมดอยู่ภายใต้สัญญาอนุญาต MIT
tr: HiPlayer, Mikhail Demidov'un açık kaynak projesi Apple-TV-Player'a dayanır ve aşağıdaki açık kaynak bileşenleri kullanır; tümü MIT Lisansı kapsamındadır.
vi: HiPlayer dựa trên dự án mã nguồn mở Apple-TV-Player của Mikhail Demidov và sử dụng các thành phần mã nguồn mở dưới đây, tất cả theo Giấy phép MIT.
zh_hans: HiPlayer 基于 Mikhail Demidov 的开源项目 Apple-TV-Player，并使用以下开源组件，均采用 MIT 许可证。

source: Most Viewed
ar: الأكثر مشاهدة
de: Meistgesehen
es: Más vistos
es_419: Más vistos
fr: Les plus regardés
hi: सबसे अधिक देखे गए
id: Paling banyak ditonton
it: Più visti
ja: 最も視聴された順
ko: 가장 많이 본 항목
pt_br: Mais vistos
ru: Самые просматриваемые
th: ดูมากที่สุด
tr: En çok izlenen
vi: Xem nhiều nhất
zh_hans: 观看最多

source: Name
ar: الاسم
es: Nombre
es_419: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Название
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 名称

source: No guide information is available for this channel.
ar: لا تتوفر معلومات الدليل لهذه القناة.
de: Für diesen Kanal sind keine Programminformationen verfügbar.
es: No hay información de guía disponible para este canal.
es_419: No hay información de guía disponible para este canal.
fr: Aucune information de guide n'est disponible pour cette chaîne.
hi: इस चैनल के लिए कोई गाइड जानकारी उपलब्ध नहीं है।
id: Tidak ada informasi panduan untuk saluran ini.
it: Nessuna informazione sulla guida disponibile per questo canale.
ja: このチャンネルの番組情報はありません。
ko: 이 채널에 대한 가이드 정보가 없습니다.
pt_br: Nenhuma informação de guia disponível para este canal.
ru: Для этого канала нет данных телепрограммы.
th: ไม่มีข้อมูลผังรายการสำหรับช่องนี้
tr: Bu kanal için rehber bilgisi yok.
vi: Không có thông tin lịch phát sóng cho kênh này.
zh_hans: 此频道没有可用的节目单信息。

source: No Playlists
ar: لا توجد قوائم تشغيل
de: Keine Wiedergabelisten
es: No hay listas de reproducción
es_419: No hay listas de reproducción
fr: Aucune liste de lecture
hi: कोई प्लेलिस्ट नहीं
id: Tidak ada daftar putar
it: Nessuna playlist
ja: プレイリストがありません
ko: 재생목록 없음
pt_br: Nenhuma playlist
ru: Нет плейлистов
th: ไม่มีเพลย์ลิสต์
tr: Oynatma listesi yok
vi: Không có danh sách phát
zh_hans: 没有播放列表

source: No Program Guide
ar: لا يوجد دليل برامج
de: Kein Programmführer
es: No hay guía de programación
es_419: No hay guía de programación
fr: Aucun guide des programmes
hi: कोई कार्यक्रम गाइड नहीं
id: Tidak ada panduan acara
it: Nessuna guida ai programmi
ja: 番組表がありません
ko: 프로그램 가이드 없음
pt_br: Sem guia de programação
ru: Нет телепрограммы
th: ไม่มีผังรายการ
tr: Program rehberi yok
vi: Không có lịch phát sóng
zh_hans: 没有节目单

source: No streams found
ar: لم يتم العثور على أي تدفقات
de: Keine Streams gefunden
es: No se han encontrado emisiones
es_419: No se encontraron transmisiones
fr: Aucun flux trouvé
hi: कोई स्ट्रीम नहीं मिली
id: Tidak ada stream ditemukan
it: Nessun flusso trovato
ja: ストリームが見つかりません
ko: 스트림을 찾을 수 없습니다
pt_br: Nenhum stream encontrado
ru: Каналы не найдены
th: ไม่พบสตรีม
tr: Hiç akış bulunamadı
vi: Không tìm thấy luồng nào
zh_hans: 未找到频道

source: OK
ar: موافق
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好

source: Optional
ar: اختياري
es: Opcional
es_419: Opcional
fr: Facultatif
hi: वैकल्पिक
id: Opsional
it: Facoltativo
ja: 任意
ko: 선택 사항
pt_br: Opcional
ru: Необязательно
th: ไม่บังคับ
tr: İsteğe bağlı
vi: Tùy chọn
zh_hans: 可选

source: Passcode
ar: رمز المرور
es: Código de acceso
es_419: Código de acceso
fr: Code d’accès
hi: पासकोड
id: Kode sandi
it: Codice di accesso
ja: パスコード
ko: 암호
pt_br: Código de acesso
ru: Код доступа
th: รหัสผ่าน
tr: Parola
vi: Mã truy cập
zh_hans: 密码

source: Playlist
ar: قائمة التشغيل
es: Lista de reproducción
es_419: Lista de reproducción
hi: प्लेलिस्ट
ja: プレイリスト
ko: 플레이리스트
ru: Плейлист
th: เพลย์ลิสต์
tr: Çalma listesi
vi: Danh sách phát
zh_hans: 播放列表

source: Playlists
ar: قوائم التشغيل
es: Listas de reproducción
es_419: Listas de reproducción
hi: प्लेलिस्ट्स
id: Playlist
it: Playlist
ja: プレイリスト
ko: 플레이리스트
ru: Плейлисты
th: เพลย์ลิสต์
tr: Çalma listeleri
vi: Danh sách phát
zh_hans: 播放列表

source: Reading Playlist
ar: جارٍ قراءة قائمة التشغيل
de: Playlist lesen
es: Leyendo la lista de reproducción
es_419: Leyendo la lista de reproducción
fr: Lecture de la playlist
hi: प्लेलिस्ट पढ़ी जा रही है
id: Membaca playlist
it: Lettura playlist
ja: プレイリストを読み込み中
ko: 플레이리스트 읽는 중
pt_br: Lendo playlist
ru: Чтение плейлиста
th: กำลังอ่านเพลย์ลิสต์
tr: Çalma listesi okunuyor
vi: Đang đọc danh sách phát
zh_hans: 正在读取播放列表

source: Reading Program Guide
ar: جارٍ قراءة دليل البرامج
de: Programmführer lesen
es: Leyendo la guía de programación
es_419: Leyendo la guía de programación
fr: Lecture du guide des programmes
hi: प्रोग्राम गाइड पढ़ी जा रही है
id: Membaca panduan program
it: Lettura guida programmi
ja: 番組ガイドを読み込み中
ko: 프로그램 가이드 읽는 중
pt_br: Lendo guia de programação
ru: Чтение телепрограммы
th: กำลังอ่านผังรายการ
tr: Program rehberi okunuyor
vi: Đang đọc hướng dẫn chương trình
zh_hans: 正在读取节目指南

source: Recently Viewed
ar: شوهدت مؤخرًا
de: Kürzlich angesehen
es: Vistos recientemente
es_419: Vistos recientemente
fr: Récemment regardés
hi: हाल ही में देखे गए
id: Terakhir ditonton
it: Visti di recente
ja: 最近視聴した項目
ko: 최근 시청 항목
pt_br: Vistos recentemente
ru: Недавно просмотренные
th: ดูล่าสุด
tr: Son izlenenler
vi: Đã xem gần đây
zh_hans: 最近观看

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
es_419: Actualizar
fr: Actualiser
hi: रिफ़्रेश करें
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hans: 刷新

source: Reload playlist and program guide
ar: إعادة تحميل قائمة التشغيل ودليل البرامج
de: Wiedergabeliste und Programmführer neu laden
es: Recargar la lista de reproducción y la guía de programación
es_419: Recargar la lista de reproducción y la guía de programación
fr: Recharger la liste de lecture et le guide des programmes
hi: प्लेलिस्ट और कार्यक्रम गाइड फिर से लोड करें
id: Muat ulang daftar putar dan panduan acara
it: Ricarica la playlist e la guida ai programmi
ja: プレイリストと番組表を再読み込み
ko: 재생목록 및 프로그램 가이드 다시 불러오기
pt_br: Recarregar playlist e guia de programação
ru: Перезагрузить плейлист и телепрограмму
th: โหลดเพลย์ลิสต์และผังรายการใหม่
tr: Oynatma listesini ve program rehberini yeniden yükle
vi: Tải lại danh sách phát và lịch phát sóng
zh_hans: 重新加载播放列表和节目单

source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
es_419: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएं
id: Hapus dari Favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos favoritos
ru: Удалить из избранного
th: นำออกจากรายการโปรด
tr: Favorilerden kaldır
vi: Xóa khỏi mục yêu thích
zh_hans: 从收藏中移除

source: Required
ar: مطلوب
de: Erforderlich
es: Obligatorio
es_419: Obligatorio
fr: Obligatoire
hi: आवश्यक
id: Wajib
it: Obbligatorio
ja: 必須
ko: 필수
pt_br: Obrigatório
ru: Обязательно
th: จำเป็น
tr: Gerekli
vi: Bắt buộc
zh_hans: 必填

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
es_419: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_hans: 重试

source: Reverse Alphabetical
ar: أبجدي عكسي
de: Umgekehrt alphabetisch
es: Alfabético inverso
es_419: Alfabético inverso
fr: Alphabétique inversé
hi: उल्टा वर्णानुक्रम
id: Alfabetis terbalik
it: Alfabetico inverso
ja: アルファベット逆順
ko: 가나다 역순
pt_br: Alfabética inversa
ru: В обратном алфавитном порядке
th: ตามตัวอักษรย้อนกลับ
tr: Ters alfabetik
vi: Theo thứ tự chữ cái ngược
zh_hans: 按字母倒序

source: Search channels
ar: البحث عن القنوات
de: Kanäle suchen
es: Buscar canales
es_419: Buscar canales
fr: Rechercher des chaînes
hi: चैनल खोजें
id: Cari saluran
it: Cerca canali
ja: チャンネルを検索
ko: 채널 검색
pt_br: Buscar canais
ru: Поиск каналов
th: ค้นหาช่อง
tr: Kanal ara
vi: Tìm kênh
zh_hans: 搜索频道

source: Select a channel
ar: اختر قناة
de: Kanal auswählen
es: Selecciona un canal
es_419: Selecciona un canal
fr: Sélectionnez une chaîne
hi: एक चैनल चुनें
id: Pilih saluran
it: Seleziona un canale
ja: チャンネルを選択
ko: 채널 선택
pt_br: Selecione um canal
ru: Выберите канал
th: เลือกช่อง
tr: Bir kanal seçin
vi: Chọn một kênh
zh_hans: 选择一个频道

source: Select a playlist
ar: اختر قائمة تشغيل
de: Playlist auswählen
es: Selecciona una lista de reproducción
es_419: Selecciona una lista de reproducción
fr: Sélectionnez une playlist
hi: एक प्लेलिस्ट चुनें
id: Pilih playlist
it: Seleziona una playlist
ja: プレイリストを選択
ko: 플레이리스트 선택
pt_br: Selecione uma playlist
ru: Выберите плейлист
th: เลือกเพลย์ลิสต์
tr: Bir çalma listesi seçin
vi: Chọn một danh sách phát
zh_hans: 选择播放列表

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
es_419: Configuración
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
es_419: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमित करें
id: Urutkan berdasarkan
it: Ordina per
ja: 並び替え
ko: 정렬 기준
pt_br: Ordenar por
ru: Сортировать по
th: เรียงตาม
tr: Sıralama ölçütü
vi: Sắp xếp theo
zh_hans: 排序方式

source: Starting
ar: جارٍ البدء
de: Vorbereitung
es: Preparando
es_419: Preparando
fr: Préparation
hi: प्रारंभ हो रहा है
id: Memulai
it: Avvio
ja: 準備中
ko: 준비 중
pt_br: Iniciando
ru: Подготовка
th: กำลังเริ่มต้น
tr: Başlatılıyor
vi: Bắt đầu
zh_hans: 准备中

source: Tags
ar: الوسوم
es: Etiquetas
es_419: Etiquetas
fr: Balises
hi: टैग
id: Tag
it: Tag
ja: タグ
ko: 태그
ru: Теги
th: แท็ก
tr: Etiketler
vi: Thẻ
zh_hans: 标签
